{
  "nav.home": "Inicio",
  "nav.about": "Acerca de",
  "nav.verses": "Versículos Bíblicos",
  "nav.blog": "Blog",
  "nav.contact": "Contacto",
  "home.title": "Gracia y Luz - Un Santuario Cristiano",
  "home.welcome": "Bienvenido a",
  "home.grace_and_light": "Gracia y Luz",
  "home.description": "Un espacio sagrado donde la fe florece, la esperanza se renueva y los corazones encuentran paz en el amor eterno de Dios. Únete a nuestra comunidad mientras caminamos juntos en la luz de Cristo.",
  "home.explore_verses": "Explorar Versículos Bíblicos",
  "home.read_blog": "Leer Nuestro Blog",
  "home.heart_of_faith": "El Corazón de Nuestra Fe",
  "home.heart_of_faith_desc": "El cristianismo no es solo una religión, es una relación con el Dios vivo a través de Jesucristo. Descubre el poder transformador del amor de Dios en tu vida.",
  "home.grace": "Gracia",
  "home.grace_desc": "El favor inmerecido de Dios fluye libremente a todos los que creen. Por gracia somos salvos, perdonados y transformados, no por nuestras obras, sino por Su amor.",
  "home.faith": "Fe",
  "home.faith_desc": "La fe es el puente entre nuestros corazones y las promesas de Dios. Es confiar en lo que no podemos ver y aferrarnos a la esperanza eterna.",
  "home.love": "Amor",
  "home.love_desc": "El amor de Dios es el fundamento de todo. Amamos porque Él nos amó primero, y este amor nos impulsa a servir a los demás con compasión.",
  "home.journey_title": "Comienza Tu Viaje con Cristo Hoy",
  "home.journey_desc": "Ya sea que estés dando tus primeros pasos en la fe o buscando profundizar tu relación con Dios, eres bienvenido aquí. Caminemos juntos este sendero.",
  "home.get_connected": "Conéctate",
  "home.find_comfort": "Encuentra Consuelo en las Escrituras",
  "blog.title": "Blog - Gracia y Luz",
  "blog.description": "Reflexiones espirituales, ideas cristianas y artículos basados en la fe para alentar e inspirar tu viaje con Dios.",
  "blog.header": "Reflexiones Espirituales",
  "blog.header_desc": "Descubre artículos alentadores, ideas bíblicas y sabiduría práctica para tu viaje cristiano. Deja que estas reflexiones inspiren y fortalezcan tu fe.",
  "blog.read_more": "Leer Más",
  "blog.stay_connected": "Mantente Conectado con Nuestra Comunidad",
  "blog.newsletter_desc": "Únete a nuestro boletín para recibir reflexiones semanales, versículos bíblicos y aliento directamente en tu bandeja de entrada.",
  "blog.subscribe": "Suscribir",
  "about.title": "Acerca de - Gracia y Luz",
  "about.description": "Aprende sobre nuestra misión de compartir el amor de Dios y proporcionar aliento espiritual a través de contenido y comunidad basados en la fe.",
  "about.header": "Acerca de Gracia y Luz",
  "about.header_desc": "Somos una comunidad dedicada a compartir el amor transformador de Jesucristo y a proporcionar aliento espiritual a los creyentes en su viaje de fe.",
  "about.mission": "Nuestra Misión",
  "about.mission_desc1": "Gracia y Luz existe para ser un faro de esperanza en un mundo que a menudo se siente oscuro e incierto. Creemos que cada persona es amada por Dios y merece experimentar Su paz, amor y gracia.",
  "about.mission_desc2": "A través de versículos bíblicos cuidadosamente seleccionados, reflexiones profundas y contenido alentador, nuestro objetivo es encontrar a las personas dondequiera que se encuentren en su viaje espiritual y guiarlas hacia la luz de Cristo.",
  "about.mission_verse": "\"Así brille vuestra luz delante de los hombres, para que vean vuestras buenas obras y glorifiquen a vuestro Padre que está en los cielos.\" - Mateo 5:16",
  "about.values": "Nuestros Valores Fundamentales",
  "about.values_desc": "Estos principios guían todo lo que hacemos y dan forma a cómo servimos a nuestra comunidad.",
  "about.value1_title": "Centrado en las Escrituras",
  "about.value1_desc": "La Palabra de Dios es nuestro fundamento. Cada pieza de contenido está arraigada en la verdad bíblica y diseñada para ayudar a los creyentes a crecer en su comprensión de las Escrituras.",
  "about.value2_title": "Impulsado por el Amor",
  "about.value2_desc": "El amor de Cristo nos impulsa a servir a los demás con compasión, gracia y comprensión. Creemos que el amor es el mandamiento más grande y la clave para la transformación.",
  "about.value3_title": "Enfocado en la Comunidad",
  "about.value3_desc": "Creemos que la fe crece mejor en comunidad. Nuestro objetivo es crear un espacio acogedor donde los creyentes puedan animarse unos a otros y crecer juntos.",
  "about.team": "Nuestro Equipo",
  "about.team_desc": "Conoce a los siervos dedicados que ayudan a dar vida a Gracia y Luz.",
  "about.team_member1_name": "Pastor David",
  "about.team_member1_role": "Pastor Principal y Escritor",
  "about.team_member1_desc": "Con más de 15 años en el ministerio, el Pastor David aporta una profunda visión teológica y un corazón pastoral a nuestra creación de contenido.",
  "about.team_member2_name": "Hermana María Catalina",
  "about.team_member2_role": "Editora de Contenido y Coordinadora de Oración",
  "about.team_member2_desc": "Una sierva devota con un don para la escritura, la Hermana María Catalina se asegura de que nuestro contenido refleje el corazón de Dios por Su pueblo.",
  "about.team_member3_name": "Pastor Santiago",
  "about.team_member3_role": "Pastor de Jóvenes y Director de Alcance",
  "about.team_member3_desc": "El Pastor Santiago aporta una perspectiva fresca y se conecta con creyentes de todas las edades a través de enseñanzas prácticas y fáciles de entender.",
  "about.cta_title": "Únete a Nuestra Comunidad",
  "about.cta_desc": "Ya sea que busques consuelo, crecimiento espiritual o quieras conectarte con otros creyentes, aquí tienes un lugar. Caminemos juntos este viaje de fe.",
  "about.cta_contact": "Ponte en Contacto",
  "about.cta_explore": "Explora las Escrituras",
  "verses.title": "Versículos Bíblicos - Gracia y Luz",
  "verses.description": "Encuentra consuelo e inspiración en la palabra de Dios. Explora versículos bíblicos por emoción y situación de la vida.",
  "verses.header": "Encuentra Consuelo en las Escrituras",
  "verses.header_desc": "La palabra de Dios habla a cada situación y emoción. Descubre versículos que traen paz a tu corazón y fortaleza a tu alma.",
  "verses.search_placeholder": "Buscar versículos por palabra clave o emoción...",
  "verses.quick_nav": "Navegación Rápida",
  "contact.title": "Contáctanos - Gracia y Luz",
  "contact.description": "Ponte en contacto con nuestro equipo ministerial. Nos encantaría saber de ti y orar contigo.",
  "contact.header": "Conéctate con Nosotros",
  "contact.header_desc": "Nos encantaría saber de ti. Ya sea que necesites oración, tengas preguntas sobre la fe o simplemente quieras conectarte con nuestra comunidad, estamos aquí para ti.",
  "contact.form_title": "Envíanos un Mensaje",
  "contact.form_firstname": "Nombre *",
  "contact.form_lastname": "Apellido *",
  "contact.form_email": "Correo Electrónico *",
  "contact.form_phone": "Número de Teléfono (Opcional)",
  "contact.form_subject": "Asunto *",
  "contact.form_subject_placeholder": "Selecciona un asunto",
  "contact.form_subject_prayer": "Petición de Oración",
  "contact.form_subject_question": "Pregunta sobre la Fe",
  "contact.form_subject_testimony": "Compartir un Testimonio",
  "contact.form_subject_general": "Consulta General",
  "contact.form_subject_support": "Soporte Técnico",
  "contact.form_message": "Mensaje *",
  "contact.form_message_placeholder": "Por favor, comparte lo que hay en tu corazón. Estamos aquí para escucharte y orar contigo.",
  "contact.form_newsletter": "Me gustaría recibir ánimo y actualizaciones semanales por correo electrónico",
  "contact.form_send": "Enviar Mensaje",
  "contact.info_title": "Ponte en Contacto",
  "contact.info_email": "Correo Electrónico",
  "contact.info_email_address": "hola@graciayluz.com",
  "contact.info_email_response": "Normalmente respondemos en 24 horas",
  "contact.info_phone": "Teléfono",
  "contact.info_phone_number": "+1 (555) 123-4567",
  "contact.info_phone_hours": "Disponible de lunes a viernes, de 9 a.m. a 5 p.m. EST",
  "contact.info_address": "Dirección",
  "contact.info_address_street": "Calle de la Fe, 123",
  "contact.info_address_city": "Ciudad de la Esperanza, HC 12345",
  "contact.info_address_visitors": "Se aceptan visitas con cita previa",
  "contact.prayer_title": "¿Necesitas Oración?",
  "contact.prayer_desc": "Nuestro equipo de oración se compromete a elevar tus necesidades ante Dios. Ninguna petición es demasiado grande o demasiado pequeña.",
  "contact.prayer_verse": "\"Por eso les digo: Crean que ya han recibido todo lo que estén pidiendo en oración, y lo obtendrán.\" - Marcos 11:24",
  "contact.commitment_title": "Nuestro Compromiso Contigo",
  "contact.commitment_item1": "• Las peticiones de oración reciben atención inmediata",
  "contact.commitment_item2": "• Las consultas generales se responden en 24 horas",
  "contact.commitment_item3": "• Todos los mensajes se tratan con confidencialidad y cuidado",
  "contact.commitment_item4": "• Respuestas personales de nuestro equipo ministerial"}